/* No comment provided by engineer. */
"A new beta version of File Juicer is available" = "File Juicer の新しいベータバージョンが利用可能です";

/* No comment provided by engineer. */
"A new version of File Juicer is available" = "File Juicer の新しいバージョンが利用可能です";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* As in choose folder */
"Choose" = "選択";

/* No comment provided by engineer. */
"Choose Folder" = "フォルダを選択";

/* No comment provided by engineer. */
"Could not save a found file. Check for disk space, and where the file is set to be saved in the preferences" = "見つかったファイルを保存することができませんでした。環境設定で保存される予定になっている場所のディスク容量とファイルを調べてください。";

/* As in generating thumbnails */
"Generating:" = "生成：";

/* No comment provided by engineer. */
"Go to Download Page" = "ダウンロードページへ行く";

/* No comment provided by engineer. */
"Juicing:" = "取り出し中：";

/* When registration number check fails */
"License number is not valid!" = "有効なライセンスナンバーではありません！";

/* No comment provided by engineer. */
"No information about a new version is available!" = "新しいバージョンの情報はありません！";

/* No comment provided by engineer. */
"OK" = "OK";

/* skip generating thumbnails */
"Skip" = "スキップ";

/* No comment provided by engineer. */
"Stop" = "中止";

/* When registration succeeded */
"Thank You" = "ご登録ありがとうございました";
"Thank You!\nPortable Version Registered" = "Thank You!\nPortable Version Registered";

/* As in generating thumbnails */
"thumbnails" = "サムネール";

/* Of File Juicer */
"You have the newest version!" = "あなたの使用バージョンは最新です！";

/* For File Juicer */
"Paid..." = "支払い...";

/* For the image in the main window (I'll put it in a pdf later) */
"Drag files here" = "ここにファイルをドラッグ";

/* For flash card juicing */
"No Flash Cards/Disks Found!" = "Flash Cards/Disk は見つかりません！";

/* When registration code or name does not match */
"RegistrationFailed" = "入力した登録情報は無効です。“名前”と“登録番号”が登録情報に表示されているとおりに正しく入力されているかどうか確認してください。";

/* The menu item */
"Registration..." = "ユーザ登録...";

"Watermark Reminder" = "File Juicer はシェアウェアです。\nすべての機能を使用することができますが、登録するまで注意が促されウォーターマークが入ります。";

"FileJuicer is fully functional for %i days to let you try before you buy, but with watermarks in some images.\n" = "File Juicerは、ご購入前の%i日間、機能制限なしにご試用いただけますが、いくつかの画像についてはウォーターマークが入ります。";
"The FileJuicer trial period has expired. JPEG and GIF will still get extracted but with watermarks in some images.\n" = "File Juicerの試用期間が過ぎました。JPEGとGIFについてはいくつかの画像についてはウォーターマークが入ります。";
/* When registration code or name does not match */
"Your entry is too long." = "エントリが長すぎます";

/* dropping files */
"File too large" = "ファイルが大きすぎます";

/* If you want to convert WMV files you need a codec for QuickTime */
"If you want to convert WMV files you need a codec for QuickTime" = "WMV形式のファイルを変換するには、QuickTime用の再生コンポーネントが必要です。";

/* If you want to convert WMV files you need a codec for QuickTime */
"Get Codec" = "再生コンポーネントを入手";

/* For the File Menu */
"iPod Thumbs" = "iPod Thumbs";
"iPod Photo Cache" = "iPod Photo Cache";
"JPEG Thumbs" = "JPEG Thumbs";
"64 x 64 Thumbs" = "64 x 64 Thumbs";
"32 x 32 Thumbs" = "32 x 32 Thumbs";
"iPhone and iPod Touch Backups" = "iPhone and iPod Touch Backups";
"iTunes Album Artwork Cache" = "iTunes Album Artwork Cache";
/* Generating Index files */
"Index" = "索引";